
[fbshivclass X2SoldierClassTemplate]
DisplayName="侦察型SHIV"
ClassSummary="超重型步兵车 (SHIV) 是一种先进的武器平台，可以代替人类士兵进行部署。尽管在大多数战斗场景中都非常有能力，但SHIV的任何损坏都需要长时间的维修。"
LeftAbilityTreeTitle="型号 A"
RightAbilityTreeTitle="型号 B"
AbilityTreeTitles[0]="型号 A"
AbilityTreeTitles[1]="型号 B"

RankNames[0]="基础"
RankNames[1]="升级 1"
RankNames[2]="升级 2"
RankNames[3]="升级 3"
RankNames[4]="升级 4"
RankNames[5]="升级 5"
RankNames[6]="升级 6"
RankNames[7]="升级 7"

ShortNames[0]="U-0."
ShortNames[1]="U-1."
ShortNames[2]="U-2."
ShortNames[3]="U-3."
ShortNames[4]="U-4."
ShortNames[5]="U-5."
ShortNames[6]="U-6."
ShortNames[7]="U-7."


[fbshivclass2 X2SoldierClassTemplate]
DisplayName="合金SHIV"
ClassSummary="超重型步兵车 (SHIV) 是一种先进的武器平台，可以代替人类士兵进行部署。尽管在大多数战斗场景中都非常有能力，但SHIV的任何损坏都需要长时间的维修。"
LeftAbilityTreeTitle="型号 A"
RightAbilityTreeTitle="型号 B"
AbilityTreeTitles[0]="型号 A"
AbilityTreeTitles[1]="型号 B"

RankNames[0]="基础"
RankNames[1]="升级 1"
RankNames[2]="升级 2"
RankNames[3]="升级 3"
RankNames[4]="升级 4"
RankNames[5]="升级 5"
RankNames[6]="升级 6"
RankNames[7]="升级 7"

ShortNames[0]="U-0."
ShortNames[1]="U-1."
ShortNames[2]="U-2."
ShortNames[3]="U-3."
ShortNames[4]="U-4."
ShortNames[5]="U-5."
ShortNames[6]="U-6."
ShortNames[7]="U-7."

[shiv_m1 X2CharacterTemplate]
strCharacterName="XCOM SHIV"

[shiv_m2 X2CharacterTemplate]
strCharacterName="XCOM合金SHIV"

[SHIV_tesla X2CharacterTemplate]
strCharacterName="特斯拉尖刺"

[shivmissitem X2WeaponTemplate]
FriendlyName="SHIV副武器"
BriefSummary="SHIV副武器"
LongDescription="SHIV副武器"
TacticalText="<Bullet/> SHIV副武器"


[shivgrapitem X2WeaponTemplate]
FriendlyName="SHIV副武器"
BriefSummary="SHIV副武器"
LongDescription="SHIV副武器"
TacticalText="<Bullet/> SHIV副武器"

[shivstandardshot X2AbilityTemplate]
LocFriendlyName="标准射击"
LocLongDescription="朝目标开火。"
LocHelpText="朝目标开火。"
LocFlyOverText="标准射击"
LocPromotionPopupText="朝目标开火。"

[Country_fbshiv X2CountryTemplate]
+DisplayName = "SHIV"
+DisplayNameWithArticle = "SHIV"
+DisplayNameWithArticleLower = "SHIV"
+DisplayNamePossessive = "SHIV"
+DisplayAdjective = "SHIV"

[fbnamer2]
fbSparkFirstName="侦察型SHIV-"
fbSparkLastNamePrefix="000"

[fbnamer3]
fbSparkFirstName="合金SHIV-"
fbSparkLastNamePrefix="000"

[PlatedShivArmor_Schematic X2SchematicTemplate]
m_strClassLabel="SHIV"
[PoweredShivArmor_Schematic X2SchematicTemplate]
m_strClassLabel="SHIV"



[shivgun_MG_Schematic X2SchematicTemplate]
m_strClassLabel="SHIV"
[shivgun_BM_Schematic X2SchematicTemplate]
m_strClassLabel="SHIV"

[Cannon_SHIV_M1 X2WeaponTemplate]
FriendlyName="SHIV加农炮"
FriendlyNamePlural="SHIV加农炮"
BriefSummary="SHIV加农炮。"
LongDescription="SHIV加农炮"
TacticalText="SHIV加农炮。"
AbilityDescName="SHIV加农炮"

[Cannon_SHIV_M2 X2WeaponTemplate]
FriendlyName="SHIV MK2加农炮"
FriendlyNamePlural="SHIV MK2加农炮"
BriefSummary="SHIV MK2加农炮"
LongDescription="SHIV MK2加农炮"
TacticalText="SHIV MK2加农炮"
AbilityDescName="SHIV MK2加农炮"

[Cannon_SHIV_M3 X2WeaponTemplate]
FriendlyName="SHIV MK3加农炮"
FriendlyNamePlural="SHIV MK3加农炮"
BriefSummary="SHIV MK3加农炮"
LongDescription="SHIV MK3加农炮"
TacticalText="SHIV MK3加农炮"
AbilityDescName="SHIV MK3加农炮"



[ShivSprint X2AbilityTemplate]
LocFriendlyName="硝基增压"
LocLongDescription="SHIV启动其硝基助推器，在战斗区内进一步移动。作为一个自由动作，使用时给予+4移动力和+10暴击率。3回合冷却。"
LocHelpText="SHIV启动其硝基助推器，在战斗区内进一步移动。作为一个自由动作，使用时给予+4移动力和+10暴击率。3回合冷却。"
LocFlyOverText="硝基增压"
LocPromotionPopupText="<Bullet/> SHIV启动其硝基助推器，在战斗区内进一步移动。作为一个自由动作，使用时给予+4移动力和+10暴击率。3回合冷却。<br/>"

[ShivBulldoze X2AbilityTemplate]
LocFriendlyName="推进协议"
LocLongDescription="SHIV激活推进协议，在移动过程时可以破坏途经的墙壁和掩体。2回合冷却。"
LocHelpText="SHIV激活推进协议，在移动过程时可以破坏途经的墙壁和掩体。2回合冷却。"
LocFlyOverText="推进协议"
LocPromotionPopupText="<Bullet/>SHIV激活推进协议，在移动过程时可以破坏途经的墙壁和掩体。2回合冷却。<br/>"



[intshiv X2TechTemplate]
DisplayName="建造侦察型SHIV"
Summary="建造一个侦察型SHIV机械单位。SHIV (超重型步兵车) 是一种可在试验场制造的武器平台。SHIV可以作为执行任务的人类士兵的替代品进行部署，并且需要在XCOM总部兵营内留出空间。"
CodeName="SHIV"
LongDescription="SHIV (超重型步兵车) 是一种可在试验场制造的武器平台。SHIV可以作为执行任务的人类士兵的替代品进行部署，并且需要在XCOM总部兵营内留出空间。" 
UnlockedDescription="建造了一架侦察型SHIV。"



[intshiv2 X2TechTemplate]
DisplayName="建造合金SHIV"
Summary="建造一个合金SHIV机械单位。合金SHIV是一种可在试验场制造的武器平台。它是标准SHIV的替代型号，具有卓越的装甲和为士兵提供移动掩体的能力。"
CodeName="SHIV"
LongDescription="建造一个合金SHIV机械单位。合金SHIV是一种可在试验场制造的武器平台。它是标准SHIV的替代型号，具有卓越的装甲和为士兵提供移动掩体的能力。"
UnlockedDescription="建造了一架合金SHIV。"

[ShivHpmodule X2TechTemplate]
DisplayName="项目：耐久度"
Summary="该项目将使我们的合金SHIV获得更高的生命值。"
CodeName="城墙"
LongDescription="该项目增加了所有合金SHIV的生命值，使他们增加了4点生命值。" 
UnlockedDescription="合金SHIV的耐用度得到了提升。"

[ShivAimmodule X2TechTemplate]
DisplayName="项目：自动瞄准"
Summary="该项目增加了所有SHIV的精准度。"
CodeName="神射手"
LongDescription="该项目将使所有的SHIV的准确度提高+5。" 
UnlockedDescription="所有SHIV的准确度都得到了提高。"

[ShivDodgemodule X2TechTemplate]
DisplayName="项目：回避"
Summary="这个项目将使我们的侦察型SHIV能够更好地回避敌方火力。"
CodeName="闪避"
LongDescription="这个项目增加了所有侦察型SHIV的回避力，使他们获得+15闪避。" 
UnlockedDescription="侦察型SHIV的闪避能力得到了提升。"

[ShivSpeedmodule X2TechTemplate]
DisplayName="项目：硝基"
Summary="这个项目将使我们的侦察型SHIV获得更多的移动力。"
CodeName="速度"
LongDescription="该项目增加了所有侦察型SHIV的机动性，使他们获得+2移动力。" 
UnlockedDescription="侦察型SHIV的机动性得到了提升。"

[ShivShieldmodule X2TechTemplate]
DisplayName="项目：宙斯盾"
Summary="这个项目将允许我们的SHIV部署护盾。"
CodeName="护盾"
LongDescription="该项目将使我们的所有SHIV都获得能量护盾。合金SHIV将比侦察SHIV获得更多的能量护盾。" 
UnlockedDescription="所有SHIV都获得了能量护盾。"

[ShivArmormodule X2TechTemplate]
DisplayName="项目：重型护甲"
Summary="这个项目允许我们的合金SHIV获得更高的护甲。"
CodeName="全副武装"
LongDescription="这个项目增加了所有合金SHIV的护甲，使他们获得+2护甲。" 
UnlockedDescription="合金SHIV的护甲得到了提升"

[fbshivclass X2SoldierClassTemplate]
+DisplayName = "XCOM侦察型SHIV"
+ClassSummary = "SHIV (超重型步兵车) 是一种可在试验场制造的武器平台。SHIV可以作为执行任务的人类士兵的替代品进行部署，并且需要在XCOM总部兵营内留出空间。"
+LeftAbilityTreeTitle = "侦察型SHIV"
+RightAbilityTreeTitle = "侦察型SHIV"

[fbshivclass2 X2SoldierClassTemplate]
+DisplayName = "XCOM合金SHIV"
+ClassSummary = "合金SHIV是一种可在试验场制造的武器平台。它是标准SHIV的替代型号，具有卓越的装甲和为士兵提供移动掩体的能力。"
+LeftAbilityTreeTitle = "合金SHIV"
+RightAbilityTreeTitle = "合金SHIV"




[Cannon_fake1 X2WeaponTemplate]
FriendlyName="SHIV MK2加农炮"
FriendlyNamePlural="SHIV MK2加农炮"
BriefSummary="这将提升SHIV主武器的伤害输出。"
LongDescription="这将提升SHIV主武器的伤害输出。"
TacticalText="这将提升SHIV主武器的伤害输出。"
AbilityDescName="SHIV MK2加农炮"


[Cannon_fake2 X2WeaponTemplate]
FriendlyName="SHIV MK3加农炮"
FriendlyNamePlural="SHIV MK3加农炮"
BriefSummary="这将提升SHIV主武器的伤害输出。"
LongDescription="这将提升SHIV主武器的伤害输出。"
TacticalText="这将提升SHIV主武器的伤害输出。"
AbilityDescName="SHIV MK3加农炮"




[TargetDefinitionshiv X2AbilityTemplate]
LocFriendlyName="清晰目标"
LocLongDescription="SHIV看到的任何单位都会永久可见。"
LocHelpText="SHIV看到的任何单位都会永久可见。"
LocPromotionPopupText="<Bullet/> 即使敌人进入战争迷雾，使用SHIV进行扫描也可以追踪他们。<br/>"

[TargetDefinitionPassiveshiv X2AbilityTemplate]
LocFriendlyName="清晰目标"
LocLongDescription="SHIV看到的任何单位都会永久可见。"
LocHelpText="SHIV看到的任何单位都会永久可见。"






[SHIV_M1Immunities X2AbilityTemplate]
LocFriendlyName="SHIV免疫"
LocLongDescription="SHIV免疫精神控制。"
LocHelpText="SHIV免疫精神控制。"
LocFlyOverText="SHIV免疫精神控制。"
LocPromotionPopupText="SHIV免疫精神控制。"

[SHIV_M2Immunities X2AbilityTemplate]
LocFriendlyName="SHIV免疫"
LocLongDescription="SHIV免疫精神控制。"
LocHelpText="SHIV免疫精神控制。"
LocFlyOverText="SHIV免疫精神控制。"
LocPromotionPopupText="SHIV免疫精神控制。"

[Shivaimboost X2AbilityTemplate]
LocFriendlyName="瞄准模块"
LocLongDescription="SHIV的瞄准得到了提升。"
LocHelpText="SHIV的瞄准得到了提升。"
LocFlyOverText="SHIV的瞄准得到了提升。"
LocPromotionPopupText="SHIV的瞄准得到了提升。"

[ShivArmorAbility X2AbilityTemplate]
LocFriendlyName="护甲模块"
LocLongDescription="SHIV获得了额外的+2护甲。"
LocHelpText="SHIV获得了额外的+2护甲。"
LocFlyOverText="SHIV获得了额外的+2护甲。"
LocPromotionPopupText="SHIV获得了额外的+2护甲。"

[ShivShieldAbility X2AbilityTemplate]
LocFriendlyName="护盾模块"
LocLongDescription="SHIV获得了额外的+4护盾。"
LocHelpText="SHIV获得了额外的+4护盾。"
LocFlyOverText="SHIV获得了额外的+4护盾。"
LocPromotionPopupText="SHIV获得了额外的+4护盾。"

[Shiv2ShieldAbility X2AbilityTemplate]
LocFriendlyName="宙斯盾模块"
LocLongDescription="SHIV获得了额外的+6护盾。"
LocHelpText="SHIV获得了额外的+6护盾。"
LocFlyOverText="SHIV获得了额外的+6护盾。"
LocPromotionPopupText="SHIV获得了额外的+6护盾。"

[ShivSpeedboost X2AbilityTemplate]
LocFriendlyName="硝基模块"
LocLongDescription="SHIV获得了额外的+2移动力。"
LocHelpText="SHIV获得了额外的+2移动力。"
LocFlyOverText="SHIV获得了额外的+2移动力。"
LocPromotionPopupText="SHIV获得了额外的+2移动力。"

[ShivDodgeboost X2AbilityTemplate]
LocFriendlyName="回避模块"
LocLongDescription="SHIV获得了额外的+15闪避。"
LocHelpText="SHIV获得了额外的+15闪避。"
LocFlyOverText="SHIV获得了额外的+15闪避。"
LocPromotionPopupText="SHIV获得了额外的+15闪避。"

[Shivhpboost X2AbilityTemplate]
LocFriendlyName="耐久度模块"
LocLongDescription="SHIV获得了额外的+4血量。"
LocHelpText="SHIV获得了额外的+4血量。"
LocFlyOverText="SHIV获得了额外的+4血量。"
LocPromotionPopupText="SHIV获得了额外的+4血量。"

[shivflush X2AbilityTemplate]
LocFriendlyName="失能射击"
LocLongDescription="对敌人进行一次易命中、低伤害的射击，有几率将他们驱逐出掩体。"
LocHelpText="对敌人进行一次易命中、低伤害的射击，有几率将他们驱逐出掩体。"
LocFlyOverText="失能射击"
LocPromotionPopupText="对敌人进行一次易命中、低伤害的射击，有几率将他们驱逐出掩体。"




[shivshielden X2AbilityTemplate]
LocFriendlyName="能量护盾"
LocLongDescription="给予SHIV一个3HP的再生护盾，在你回合开始时重新填充。"
LocHelpText="给予SHIV一个3HP的再生护盾，在你回合开始时重新填充。"
LocFlyOverText="能量护盾"
LocPromotionPopupText="给予SHIV一个3HP的再生护盾，在你回合开始时重新填充。"

[shivtrishot X2AbilityTemplate]
LocFriendlyName="加农风暴"
LocLongDescription="以过热和伤害SHIV为代价，对目标连续进行3次标准射击。"
LocHelpText="以过热和伤害SHIV为代价，对目标连续进行3次标准射击。"
LocFlyOverText="加农风暴"
LocPromotionPopupText="以过热和伤害SHIV为代价，对目标连续进行3次标准射击。"

[shivdamagecontrol X2AbilityTemplate]
LocFriendlyName="伤害控制"
LocLongDescription="一旦SHIV被伤害，它将暂时加强3点护甲，在本回合剩余时间内增强对后续攻击的防护。"
LocHelpText="一旦SHIV被伤害，它将暂时加强3点护甲，在本回合剩余时间内增强对后续攻击的防护。"
LocFlyOverText="伤害控制"
LocPromotionPopupText="一旦SHIV被伤害，它将暂时加强3点护甲，在本回合剩余时间内增强对后续攻击的防护。"

[barrageStrike X2AbilityTemplate]
LocFriendlyName="标枪打击"
LocLongDescription="向空中发射一系列远程导弹。在下一个回合中，导弹会击中目标位置，对仍然在目标区域内的所有敌人造成巨大伤害。"
LocHelpText="向空中发射一系列远程导弹。在下一个回合中，导弹会击中目标位置，对仍然在目标区域内的所有敌人造成巨大伤害。"
LocFlyOverText="标枪打击"
LocPromotionPopupText="向空中发射一系列远程导弹。在下一个回合中，导弹会击中目标位置，对仍然在目标区域内的所有敌人造成巨大伤害。"

[barrageStrike2 X2AbilityTemplate]
LocFriendlyName="标枪打击"
LocLongDescription="向空中发射一系列远程导弹。在下一个回合中，导弹会击中目标位置，对仍然在目标区域内的所有敌人造成巨大伤害。"
LocHelpText="向空中发射一系列远程导弹。在下一个回合中，导弹会击中目标位置，对仍然在目标区域内的所有敌人造成巨大伤害。"
LocFlyOverText="标枪打击"
LocPromotionPopupText="向空中发射一系列远程导弹。在下一个回合中，导弹会击中目标位置，对仍然在目标区域内的所有敌人造成巨大伤害。"

[shivimmolate X2AbilityTemplate]
LocFriendlyName="密集焚烧"
LocLongDescription="点燃你的炮弹，在目标位置造成一个小型的火焰爆炸，造成少量的初始伤害，使其燃烧。"
LocHelpText="点燃你的炮弹，在目标位置造成一个小型的火焰爆炸，造成少量的初始伤害，使其燃烧。"
LocFlyOverText="密集焚烧"
LocPromotionPopupText="点燃你的炮弹，在目标位置造成一个小型的火焰爆炸，造成少量的初始伤害，使其燃烧。"

[shivjustice X2AbilityTemplate]
LocFriendlyName="擒拿术"
LocLongDescription="向敌人目标射出一个钩子，把他们拉到SHIV身旁。消耗1行动点。"
LocHelpText="向敌人目标射出一个钩子，把他们拉到SHIV身旁。消耗1行动点。"
LocFlyOverText="擒拿术"
LocPromotionPopupText="向敌人目标射出一个钩子，把他们拉到SHIV身旁。消耗1行动点。"

[shivshield X2AbilityTemplate]
LocFriendlyName="动力屏障"
LocLongDescription="创建一个持续1回合的护盾，阻挡所有伤害。消耗1行动点。"
LocHelpText="创建一个持续1回合的护盾，阻挡所有伤害。消耗1行动点"
LocFlyOverText="动力屏障"
LocPromotionPopupText="创建一个持续1回合的护盾，阻挡所有伤害。消耗1行动点"



[teslaattack X2AbilityTemplate]
LocFriendlyName="特斯拉攻击"
LocLongDescription="在SHIV周围区域发动一次电磁攻击。造成大量穿甲伤害。"
LocHelpText="在SHIV周围区域发动一次电磁攻击。造成大量穿甲伤害。"
LocFlyOverText="特斯拉攻击"
LocPromotionPopupText="在SHIV周围区域发动一次电磁攻击。造成大量穿甲伤害。"

[teslalaunch X2AbilityTemplate]
LocFriendlyName="部署特斯拉尖刺"
LocLongDescription="在战场上发射3枚可部署的特斯拉尖刺，作为永久性地雷，伤害任何靠近的敌人。一旦命中，该特定敌人单位在1回合内免疫其他特斯拉的后续攻击。因此，如果特斯拉尖刺被发现，变种人将试图摧毁它们。"
LocHelpText="在战场上发射3枚可部署的特斯拉尖刺，作为永久性地雷，伤害任何靠近的敌人。一旦命中，该特定敌人单位在1回合内免疫其他特斯拉的后续攻击。因此，如果特斯拉尖刺被发现，变种人将试图摧毁它们。"
LocFlyOverText="部署特斯拉尖刺"
LocPromotionPopupText="在战场上发射3枚可部署的特斯拉尖刺，作为永久性地雷，伤害任何靠近的敌人。一旦命中，该特定敌人单位在1回合内免疫其他特斯拉的后续攻击。因此，如果特斯拉尖刺被发现，变种人将试图摧毁它们。"







[shivmodule2 X2AbilityTemplate]
LocFriendlyName="额外护甲"
LocLongDescription="给予SHIV额外护甲。"
LocHelpText="给予SHIV额外护甲。"
LocFlyOverText="额外护甲"
LocPromotionPopupText="给予SHIV额外护甲。"

[shivmodule1 X2AbilityTemplate]
LocFriendlyName="标枪打击"
LocLongDescription="向天空发射一系列远程导弹。在下一个回合中，导弹会击中目标位置，对仍然在目标区域内的所有敌人造成巨大伤害。此能力在每次任务中可使用2次。"
LocHelpText="向天空发射一系列远程导弹。在下一个回合中，导弹会击中目标位置，对仍然在目标区域内的所有敌人造成巨大伤害。此能力在每次任务中可使用2次。"
LocFlyOverText="标枪打击"
LocPromotionPopupText="向天空发射一系列远程导弹。在下一个回合中，导弹会击中目标位置，对仍然在目标区域内的所有敌人造成巨大伤害。此能力在每次任务中可使用2次。"



[Bladestormfb33z X2AbilityTemplate]
LocFriendlyName="自动炮塔"
LocLongDescription="SHIV将对靠近的任何敌人进行反应射击。"
LocHelpText="SHIV将对靠近的任何敌人进行反应射击。"
LocFlyOverText="自动炮塔"
LocPromotionPopupText="SHIV将对靠近的任何敌人进行反应射击。"

[BladestormAttackfb33z X2AbilityTemplate]
LocFriendlyName="自动炮塔"
LocLongDescription="SHIV将对靠近的任何敌人进行反应射击。"
LocHelpText="SHIV将对靠近的任何敌人进行反应射击。"
LocFlyOverText="自动炮塔"
LocPromotionPopupText="SHIV将对靠近的任何敌人进行反应射击。"





















[shivArmor X2ArmorTemplate]
FriendlyName="SHIV防御系统"
FriendlyNamePlural="SHIV防御系统"
BriefSummary="SHIV默认护甲。"
TacticalText="<Bullet/> SHIV默认护甲。"


[PlatedshivArmor X2ArmorTemplate]
FriendlyName="SHIV Mk2防御系统"
FriendlyNamePlural="SHIV Mk2防御系统"
BriefSummary="SHIV升级护甲。"
TacticalText="<Bullet/> SHIV升级护甲。"


[PoweredshivArmor X2ArmorTemplate]
FriendlyName="SHIV Mk3防御系统"
FriendlyNamePlural="SHIV Mk3防御系统"
BriefSummary="SHIV升级护甲。"
TacticalText="<Bullet/> SHIV升级护甲。"


[PlatedshivArmorfake X2ArmorTemplate]
FriendlyName="SHIV Mk2防御系统"
FriendlyNamePlural="SHIV Mk2防御系统"
BriefSummary="这将升级所有SHIV防御系统，增加单位的护甲和生命值。"
TacticalText="<Bullet/> 这将升级所有SHIV防御系统，增加单位的护甲和生命值。"


[PoweredshivArmorfake X2ArmorTemplate]
FriendlyName="SHIV Mk3防御系统"
FriendlyNamePlural="SHIV Mk3防御系统"
BriefSummary="这将升级所有SHIV防御系统，增加单位的护甲和生命值。"
TacticalText="<Bullet/> 这将升级所有SHIV防御系统，增加单位的护甲和生命值。"










[teleportshiv X2AbilityTemplate]
LocFriendlyName="SHIV发射"
LocLongDescription="在一个回合内移动到战场上的任何地方。发射不能在室内使用。这个技能有7回合的冷却时间。"
LocHelpText="在一个回合内移动到战场上的任何地方。发射不能在室内使用。这个技能有7回合的冷却时间。"
LocFlyOverText="SHIV发射"
LocPromotionPopupText="在一个回合内移动到战场上的任何地方。发射不能在室内使用。这个技能有7回合的冷却时间。"


[shivBulwark X2AbilityTemplate]
LocFriendlyName="堡垒"
LocLongDescription="获得额外的护甲点数，并始终为所有相邻的队友提供全掩体。"
LocHelpText="获得额外的护甲点数，并始终为所有相邻的队友提供全掩体。"
LocPromotionPopupText="<Bullet/> 堡垒增加1护甲。<br/><Bullet/> 任何站在SHIV旁边的队友都将获得全掩体防御加值。<br/>"















































